Repository: horde/vilma
Catalog: po/*.po
Languages: lt_lt

source: "%s" already has the maximum number of users allowed.
lt_lt: "%s" jau pasiekë maksimalø vartotojø skaièiø.

source: Account Status
lt_lt: Paðto dëþutës bûsena

source: Account is active
lt_lt: Paðto dëþutë ájungta

source: Account is disabled
lt_lt: Paðto dëþutë iðjungta

source: Address
lt_lt: Adresas

source: Alias
lt_lt: Pravardë

source: Alias for %s
lt_lt: Su %s susieti adresai

source: Aliases
lt_lt: Susieti adresai

source: All
lt_lt: Viskà

source: Bounce Incoming Only
lt_lt: Tik persiøsti gaunamus

source: Delete
lt_lt: Iðtrinti

source: Delete Domain
lt_lt: Iðtrinti domenà

source: Delete User
lt_lt: Iðtrinti vartotojà

source: Delete Virtual Email Address
lt_lt: Iðtrinti virtualø el. paðto adresà

source: Delete domain "%s", all the users and virtual email addresses?
lt_lt: Iðtrinti domenà "%s", visus vartotojus ir virtualius el. paðto adresus?

source: Delete the virtual email address "%s" => "%s"?
lt_lt: Iðtrinti virtualø el. paðto adresà "%s" => "%s"?

source: Delete user "%s" and all associated virtual email addresses?
lt_lt: Iðtrinti vartotojà "%s" ir visus susijusius virtualius el. paðto adresus?

source: Destination
lt_lt: Gavëjas

source: Destination type
lt_lt: Gavëjo tipas

source: Disable Delivery Only
lt_lt: Tik iðjungti pristatymà

source: Display details
lt_lt: Vaizdavimo nustatymai

source: Display listings
lt_lt: Sàraðo rodymas

source: Do not delete
lt_lt: Netrinti

source: Domain
lt_lt: Domenas

source: Domain deleted.
lt_lt: Domenas iðtrintas.

source: Domain not deleted.
lt_lt: Domenas neiðtrintas.

source: Domain saved.
lt_lt: Domenas iðsaugotas.

source: Edit Domain
lt_lt: Redaguoti domenà

source: Edit User
lt_lt: Redaguoti vartotojà

source: Edit User for "%s"
lt_lt: Redaguoti "%s" vartotojà

source: Edit Virtual Email Address
lt_lt: Redaguoti virtualius el. paðto adresus

source: Enter a virtual email address @%s and then indicate below where mail sent to that address is to be delivered. The address must begin with an alphanumerical character, it must contain only alphanumerical and '._-' characters, and must end with an alphanumerical character.
lt_lt: Áraðykite virtualø el. paðto adresà domenui @%s. Adresas turi prasidëti skaièiais arba raidëm, viduje gali turëti skaièius, raides arba '._-' simbolius, ir turi baigtis skaièiais arba raidëmis.

source: Error deleting account from LDAP: %s
lt_lt: Klaida trinant vartotojo vardà ið LDAP: %s

source: Error deleting domain. %s.
lt_lt: Klaida trinant domenà. %s.

source: Error deleting user. %s.
lt_lt: Klaida trinant vartotojà. %s.

source: Error deleting virtual email. %s.
lt_lt: Klaida trinant virtualø el. paðto adresà. %s.

source: Error in LDAP search: %s
lt_lt: Klaida atliekant LDAP paieðkà: %s

source: Error reading address information from backend: %s
lt_lt: Klaida ið posistemës skaitant adresø informacijà: %s

source: Error retrieving LDAP results: %s
lt_lt: Klaida gaunant LDAP rezultatus: %s

source: Error returning LDAP results: %s
lt_lt: Klaida graþinant LDAP rezultatus: %s

source: Error running authentication update script.
lt_lt: Klaida leidþiant autentifikacijos atnaujinimo skriptà.

source: Error saving domain: %s.
lt_lt: Klaida iðsaugant domenà: %s.

source: Error saving user. %s
lt_lt: Klaida iðsaugant vartotojà. %s

source: Error saving virtual email. %s.
lt_lt: Klaida iðsaugant virtualø el. paðto adresà. %s.

source: Error searching LDAP: %s
lt_lt: Klaida atliekant LDAP paieðkà: %s

source: Full Name
lt_lt: Pilnas vardas

source: Group/Forward
lt_lt: Grupë/Persiuntimas

source: Groups and Forwards
lt_lt: Grupës ir persiuntimai

source: How many domain to display per page.
lt_lt: Kiek domenø rodyti viename puslapyje.

source: Local user
lt_lt: Vietinis vartotojas

source: Mailbox '%s@%s' does not exist.
lt_lt: Paðto dëþutë '%s@%s' neegzistuoja.

source: Maildrop directory "%s" does not exist.
lt_lt: Maildrop katalogas "%s" neegzistuoja.

source: Max Users
lt_lt: Maks. vartotojø skaièius

source: Max users
lt_lt: Maks. vartotojø skaièius

source: Maximum Users
lt_lt: Maks. vartotojø skaièius

source: More than one DN returned for this alias. Please contact an administrator to resolve this error.
lt_lt: Rastas daugiau nei vienas DN atitinkantis ðá vartotojà. Susisiekite su administratoriumi.

source: More than one DN returned. Aborting delete operation.
lt_lt: Rastas daugiau nei vienas DN. Trynimo operacija nutraukiama.

source: Name must begin with an alphanumeric character, must contain only alphanumeric and '._-' characters, and must end with an alphanumeric character.
lt_lt: Vardas turi prasidëti skaièiais arba raidëm, viduje gali turëti skaièius, raides arba simbolius '._-', ir turi baigtis skaièiais arba raidëmis.

source: New Domain
lt_lt: Naujas domenas

source: New User @%s
lt_lt: Naujas @%s vartotojas

source: New Virtual Email
lt_lt: Naujas virtualus el. paðtas

source: New Virtual Email Address
lt_lt: Naujas virtualus el. paðto adresas

source: New _Address
lt_lt: Naujas adresas

source: No 'mail_dir_base' parameter specified to maildrop driver.
lt_lt: Maildrop tvarkyklëje neáraðytas 'mail_dir_base' parametras.

source: No 'system_user' parameter specified to maildrop driver.
lt_lt: Maildrop tvarkyklëje neáraðytas 'system_user' parametras.

source: No such address %s of type %s found.
lt_lt: Adresas %s, kurio tipas %s, nerastas.

source: No such backend "%s" found
lt_lt: Posistemë "%s" nerasta

source: No virtual email address set up for this user. You should set up at least one virtual email address if this user is to receive any emails.
lt_lt: Ðis vartotojas neturi virtualiø el. paðto adresø. Jeigu ðis vartotojas gauna el. laiðkus, turëtumëte nurodyti bent vienà virtualø el. paðto adresà.

source: Not implemented.
lt_lt: Nerealizuota.

source: Only enter a password if you wish to change this user's password
lt_lt: Slaptaþodá áraðykite tik tada, jeigu já keièiate

source: Password
lt_lt: Slaptaþodis

source: Password must be supplied when creating a new user.
lt_lt: Kurdami naujà vartotojà, privalote áraðyti slaptaþodá.

source: Quota
lt_lt: Vieta serveryje

source: Remote address
lt_lt: Iðoriniai adresai

source: Remote e-mail address
lt_lt: Iðorinis el. paðto adresas

source: Set default display parameters.
lt_lt: Standartinio vaizdavimo parametrø nustatymas.

source: Status
lt_lt: Bûsena

source: Super Administrator
lt_lt: Super administratorius

source: This driver cannot create mailboxes.
lt_lt: Ði tvarkyklë negali kurti paðto dëþuèiø.

source: This driver cannot delete mailboxes.
lt_lt: Ði tvarkyklë negali trinti paðto dëþuèiø.

source: Transport
lt_lt: Transportas

source: Type
lt_lt: Tipas

source: Unable to bind to the LDAP server. Check authentication credentials.
lt_lt: Nepavyko autentifikuotis á LDAP serverá. Patikrinkite vartotojo vardà bei slaptaþodá.

source: Unable to set LDAP protocol version
lt_lt: Klaida keièiant LDAP protokolo versijà

source: Unknown error running authentication update script.
lt_lt: Bevykdant autentifikacijos atnaujinimo skriptà ávyko neþinoma klaida.

source: User
lt_lt: Vartotojas

source: User Name
lt_lt: Vartotojo vardas

source: User deleted.
lt_lt: Vartotojas iðtrintas.

source: User details saved.
lt_lt: Vartotojo apraðymas iðsaugotas.

source: User disabled.
lt_lt: Vartotojas iðjungtas

source: User not deleted.
lt_lt: Vartotojas neiðtrintas.

source: User ready.
lt_lt: Vartotojas paruoðtas.

source: Users
lt_lt: Vartotojai

source: Value in MB
lt_lt: Reikðmë MB

source: Vilma_Driver::deleteUser(): Method Not Implemented.
lt_lt: Vilma_Driver::deleteUser(): metodas nerealizuotas.

source: Virtual Email
lt_lt: Virtualus el. paðtas

source: Virtual Email Address
lt_lt: Virtualus el. paðto adresas

source: Virtual email deleted.
lt_lt: Virtualus el. paðto adresas iðtrintas.

source: Virtual email not deleted.
lt_lt: Virtualus el. paðto adresas neiðtrintas.

source: Virtual email saved.
lt_lt: Virtualus el. paðto adresas iðsaugotas.

source: You must configure a Horde DataTree backend to use Vilma.
lt_lt: Norëdami naugotis paðto valdymo sistema, turite sukonfigûruoti duomenø medþio posistemæ.

source: _Domains
lt_lt: Domenai

source: _New Domain
lt_lt: Naujas domenas
